<?php
  $LANG = array(
  'L_PAGE_TITLE' 			=> 'Мероприятия - встречи',
  'L_DESCRIPTION' 			=> 'Описание',

  #статический
  'L_INTRO_STATIC' 			=> 'Не пропустите все наши даты.',

  #модули
  'L_CALENDAR_EVENT' 		=> 'Календарь событий',
  'L_IT_IS_NOW' 			=> 'Это сейчас!',

  # многоязычная конфигурация
  'L_DEFAULT_MENU_NAME' 	=> 'addEvents',
  'L_MENU_DISPLAY' 			=> 'Отображать статическую страницу в меню',
  'L_FORM_DISPLAY' 			=> 'Показать форму поиска на странице поиска',
  'L_MENU_TITLE' 			=> 'Название страницы и меню',
  'L_MENU_POS' 				=> 'Положение меню',
  'L_TEMPLATE' 				=> 'Шаблон',
  'L_PARAM_URL' 			=> 'Имя параметра в URL',
  'L_ASSOCIATE_EVENT' 		=> 'Позволяет связать статью с одним или несколькими событиями.',
  'L_EVENT_INSERT_FIELD' 	=> 'Вставляет поле "Событие" в издание, создание статей',
  'L_EVENT_INSERT_NOTE' 	=> 'Вставляет визуальное уведомление в ваши статьи, связанные с событием',
  'L_EVENT_CREATE_STATIC' 	=> 'создает виртуальную статическую страницу со списком ваших событий по датам.',
  'L_#DAY' 					=> 'отображает день (в текстовом формате: понедельник, вторник и т. д.)',
  'L_#MONTH' 				=> 'отображает месяц (в текстовом формате: январь, февраль, март и т.д.)',
  'L_#NUM_DAY' 				=> 'отображает номер дня месяца (1, 15, …, 31,)',
  'L_#NUM_MONTH' 			=> 'отображает номер месяца (1, 2, 5, …, 12,)',
  'L_#NUM_YEAR4' 			=> 'отображает год четырьмя цифрами (например: 2024)',
  'L_#NUM_YEAR2' 			=> 'отображает год двумя цифрами (например: 24)',
  'L_#FREE_VALUE' 			=> 'Строка символов по вашему выбору.',

  #форма участия
  'L_ILL_BE_THERE' 			=> 'Я буду присутствовать',
  'L_THKS_ANSWERING' 		=> 'Спасибо за ответ',
  'L_PARTICIPANTS' 			=> 'Участники',
  'L_EVENTS_JOIGNIN_IN' 	=> 'Таблицы участников по событиям.',

  #волшебник
  'L_PREVIOUS' 				=> 'Предыдущая страница',
  'L_NEXT' 					=> 'Следующая страница',
  'L_CLOSE' 				=> 'Закрыть справку',

  #конфигурация
  'L_SAVE' 					=> 'сохранить',
  'L_YES' 					=> 'Да',
  'L_MAYBE' 				=> 'Может быть',
  'L_NO' 					=> 'Нет',
  'L_PARAMS' 				=> 'Параметры',
  'L_CONFIG' 				=> 'Конфигурация',
  'L_ADMIN' 				=> 'Администрирование',
  'L_DATE_FORMAT' 			=> 'Формат отображения даты',
  'L_PARAMS_HELP' 			=> 'Справка:',
  'L_EVENT' 				=> 'Дата события',
  'L_EVENT_LAST_DAY' 		=> 'пока',
  'L_FROM' 					=> 'От',
  'L_TO' 					=> 'кому',
  'L_EVENT_TIME_START' 		=> 'Время начала',
  'L_EVENT_TIME_END' 		=> 'Время окончания',
  'L_MAIN' 					=> 'Статическая страница',
  'L_CONFIG_VIEW_STATIC' 	=> 'Статическая сортировка страниц',
  'L_CONFIG_VIEW_PAST' 		=> 'Показать прошлые даты.',
  'L_CONFIG_VIEW_FUTUR' 	=> 'Показать предстоящие даты.',
  'L_DISPLAY_PARTICIPANTS'  => 'Скрыть список участников от участников'
  # и т. д. для каждого слова, которое нужно перевести.
  );